Repository: MichielDePaepe/RadioAssetManagement
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Both old and new radio must be set for VTEI.
fr: Les radios anciennes et nouvelles doivent être définies pour VTEI.
nl: Zowel de oude als nieuwe radio moeten ingesteld zijn voor VTEI.

source: ISSI old, ISSI new and radio must be set for VISSI.
fr: L’ISSI ancien, l’ISSI nouveau et la radio doivent être définis pour VISSI.
nl: Oude ISSI, nieuwe ISSI en radio moeten ingesteld zijn voor VISSI.

source: All radio and ISSI fields must be set for VISSI & VTEI.
fr: Tous les champs radio et ISSI doivent être définis pour VISSI & VTEI.
nl: Alle radio- en ISSI-velden moeten ingesteld zijn voor VISSI & VTEI.

source: Execution started
fr: Exécution démarrée
nl: Uitvoering gestart

source: Waiting for verification
fr: En attente de vérification
nl: Wachten op verificatie

source: Request verified and closed
fr: Demande vérifiée et clôturée
nl: Aanvraag geverifieerd en afgesloten

source: Heeft toegang tot MyAstrid
fr: A accès à MyAstrid

source: Kan een aanvraag valideren
fr: Peut valider une demande

source: %(type)s request #%(id)s
fr: Demande %(type)s n°%(id)s

source: SIAMU ticket
fr: Ticket SIAMU

source: TEI oude radio
fr: TEI ancien radio

source: ISSI oude radio
fr: ISSI ancien radio

source: TEI nieuwe radio
fr: TEI nouveau radio

source: Astrid ticket
fr: Ticket Astrid

source: Bevestig activatie nieuwe radio
fr: Confirmer l'activation de la nouvelle radio

source: Bevestiging
fr: Confirmation

source: Ik bevestig dat de radio actief is.
fr: Je confirme que la radio est active.

source: Annuleer
fr: Annuler

source: Bevestig
fr: Confirmer

source: Overzicht van Astrid aanvragen
fr: Vue d'ensemble des demandes Astrid

source: Oude TEI
fr: Ancien TEI

source: Oude ISSI
fr: Ancien ISSI

source: Nieuwe TEI
fr: Nouveau TEI

source: Nieuwe ISSI
fr: Nouveau ISSI

source: Status
fr: Statut

source: Aangemaakt op
fr: Créé le

source: Acties
fr: Actions

source: Bekijk
fr: Voir

source: Geen openstaande tickets.
fr: Aucun ticket en attente.

source: VTEI aanvragen
fr: Demander un VTEI

source: VTEI is een aanvraag om het abonnement van een radio over te zetten op een nieuwe radio met behoud van het ISSI op de nieuwe radio.
fr: VTEI est une demande pour transférer l'abonnement d'une radio vers une nouvelle radio tout en conservant l'ISSI sur la nouvelle radio.

source: Oude radio
fr: Ancienne radio

source: Nieuwe radio
fr: Nouvelle radio

source: Reden
fr: Raison

source: Omschrijf hier de reden van de aanvraag
fr: Décrivez ici la raison de la demande

source: Both an old and a new radio need to be selected.
fr: Il faut sélectionner à la fois une ancienne et une nouvelle radio.

source: The radio selected as old radio has no subscription.
fr: La radio sélectionnée comme ancienne radio n'a pas d'abonnement.

source: The radio selected as new radio already has a subscription.
fr: La radio sélectionnée comme nouvelle radio a déjà un abonnement.

source: The old radio has an open request ticket: {tickets}
fr: L'ancienne radio a un ticket de demande ouvert : {tickets}

source: The new radio has an open request ticket: {tickets}
fr: La nouvelle radio a un ticket de demande ouvert : {tickets}

source: VTEI request successful
fr: Demande VTEI réussie

source: Geen astrid ticket nummer opgegeven
fr: Aucun numéro de ticket Astrid fourni

source: TEI must contain only digits.
fr: Le TEI ne doit contenir que des chiffres.
nl: TEI mag alleen cijfers bevatten.

source: TEI must be 14 or 15 digits long.
fr: Le TEI doit comporter 14 ou 15 chiffres.
nl: TEI moet 14 of 15 cijfers lang zijn.

source: If 15 digits, last digit must be zero.
fr: Si le TEI comporte 15 chiffres, le dernier doit être zéro.
nl: Als de TEI 15 cijfers is, moet het laatste cijfer nul zijn.

source: TEI is not within known TEI ranges.
fr: Le TEI ne se trouve pas dans les plages TEI connues.
nl: TEI valt niet binnen bekende TEI-bereiken.

source: Actief
fr: Actif

source: Decommissioned
fr: Radié

source: Niet actief
fr: Inactif

source: DECOMMISSIONED
fr: RADIÉ

source: Nieuwe radio toevoegen
fr: Ajouter un nouveau radio
nl: Ajouter une nouvelle radio

source: Toevoegen
fr: Ajouter
nl: Ajouter

source: Vul een waarde in.
fr: Veuillez saisir une valeur.
nl: Veuillez entrer une valeur.

source: Er is een fout opgetreden bij het zoeken.
fr: Une erreur s’est produite lors de la recherche.
nl: Une erreur s'est produite lors de la recherche.

source: type and value required
fr: Type et valeur requis
nl: type en waarde zijn verplicht

source: Lengte van een ISSI-nummer moet 7 digits zijn
fr: La longueur d’un numéro ISSI doit être de 7 chiffres
nl: Lengte van een ISSI-nummer moet 7 cijfers zijn

source: ISSI-nummer mag enkel uit cijfers bestaan
fr: Le numéro ISSI ne doit contenir que des chiffres
nl: ISSI-nummer mag alleen uit cijfers bestaan

source: ISSI-nummer niet gevonden
fr: Numéro ISSI introuvable

source: Geen radio gevonden met dit ISSI-nummer
fr: Aucune radio trouvée avec ce numéro ISSI

source: Radio met dit TEI {tei} nummer niet gevonden
fr: Radio avec le TEI {tei} non trouvée
nl: Radio met TEI-nummer {tei} niet gevonden

source: invalid lookup type
fr: Type de recherche invalide
nl: Ongeldig opzoektype

source: Radio not found
fr: Radio non trouvée
nl: Radio niet gevonden

source: Geen toegang
fr: Accès refusé

source: Je hebt geen toestemming om deze pagina te bekijken.
fr: Vous n'avez pas la permission de consulter cette page.

source: Welkom bij Radio Asset Management
fr: Bienvenue sur Radio Asset Management

source: Start hier met beheren van de radio’s van Brandweer Brussel
fr: Commencez ici à gérer les radios des Pompiers de Bruxelles

source: Inventory
fr: Inventaire
nl: Inventaris

source: Add radio
fr: Ajouter une radio
nl: Radio toevoegen

source: Find
fr: Cherche
nl: Zoek

source: Upload subscriptions
fr: Téléverser les abonnements
nl: Upload abonnementen

source: VTEI request
fr: Demande VTEI
nl: VTEI-aanvraag

source: VTEI & VISSI request
fr: Demande VTEI & VISSI
nl: VTEI & VISSI-aanvraag

source: Activation request
fr: Demande d’activation
nl: Activatieaanvraag

source: Overzicht van aanvragen
fr: Aperçu des demandes

source: Download contacts
fr: Télécharge contacts
nl: Télécharger les contacts

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Empty
fr: Vide
nl: Leeg

source: Spare radio
fr: Radio de rechange
nl: Reserve radio

source: Defecte radio
fr: Radio défectueuse

source: In use
fr: En cours d’utilisation
nl: In gebruik

source: Taken
fr: Empruntée
nl: Uitgeleend

source: Returned
fr: Rendue
nl: Teruggebracht

source: Swap
fr: Échange
nl: Wissel
